-- phpMyAdmin SQL Dump
-- version 5.0.3
-- https://www.phpmyadmin.net/
--
-- Host: 127.0.0.1
-- Generation Time: Jan 21, 2021 at 06:59 AM
-- Server version: 10.4.14-MariaDB
-- PHP Version: 7.2.34

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- Database: `f_n_e`
--

-- --------------------------------------------------------

--
-- Table structure for table `admins`
--

CREATE TABLE `admins` (
  `id` int(6) UNSIGNED NOT NULL,
  `email` varchar(30) NOT NULL,
  `pass` text NOT NULL,
  `reg_date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `admins`
--

INSERT INTO `admins` (`id`, `email`, `pass`, `reg_date`) VALUES
(1, 'mans@ahmed', 'mans', '2021-01-20 15:11:13'),
(2, 'Any@any', 'any', '2021-01-20 15:12:11'),
(3, 'Ahmed@any', 'any', '2021-01-20 17:55:07'),
(4, 'Ahmed@any', 'ahmed', '2021-01-20 17:56:13'),
(5, 'mansss@any', 'any', '2021-01-20 17:56:54'),
(6, 'Ahmed@ahmed', 'ahmed', '2021-01-20 18:19:24');

-- --------------------------------------------------------

--
-- Table structure for table `posts`
--

CREATE TABLE `posts` (
  `id` int(6) UNSIGNED NOT NULL,
  `Title` varchar(30) NOT NULL,
  `descr` text NOT NULL,
  `reg_date` timestamp NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp()
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4;

--
-- Dumping data for table `posts`
--

INSERT INTO `posts` (`id`, `Title`, `descr`, `reg_date`) VALUES
(13, 'Ahram Canadian University', 'بمناسبةالإحتفال بعيد الميلاد المجيد تقرر منح السادة أعضاء هيئة التدريس و الهيئة المعاونة و جميع العاملين بالجامعة يوم الخميس الموافق 7 يناير أجازة رسمية. وكل عام و الجميع بخير💚💚', '2021-01-20 15:32:54'),
(14, 'Ahram Canadian University', 'استنادا لقرارات مجلس الوزراء وفي إطار مواجهة تداعيات انتشار فيروس كرونا المستجد، وحرصاً على صحة وسلامة كافة المُنتسبين إلى العملية التعليمية، من الطلاب وأعضاء هيئة التدريس، والمعلمين، وافق مجلس الوزراء على المقترح الذي تقدمت به كل من وزارتي التعليم العالي والبحث العلمي، والتربية والتعليم والتعليم الفني،  بإستكمال تدريس المناهج الدراسية اعتباراً من السبت المقبل، وحتى نهاية الفصل الدراسي الأول للعام الدراسي ٢٠٢٠ / ٢٠٢١ بنظام التعليم عن بعد، مع استيفاء المتطلبات الأساسية، والحد الأدنى من معايير إتمام المناهج الدراسية، وتأجيل كافة الإمتحانات التي كان من المقرر عقدها فى هذا الفصل لما بعد انتهاء اجازة نصف العام، مع تطبيق ذلك على كافة أنواع التعليم ومستوياته\r\n#رئاسة_مجلس_الوزراء', '2021-01-20 15:33:35'),
(15, 'Ahram Canadian University', 'تعلن جامعة الأهرام الكندية عن فتح باب التقديم رسميا الأحد المقبل (١٣ ديسمبر وحتى اكتمال الأعداد) للالتحاق بماجستير كلية الإعلام الاكاديمى المعتمد، وفق الشروط الآتيه:\r\n١- أن يكون المتقدم حاصلا على بكالوريوس الإعلام بتقدير (جيد) على الأقل، من إحدى الجامعات المصرية أو ما يعادلها بالمجلس الأعلى للجامعات .\r\n٢- أن يتعهد المتقدم باجتياز اختبار TOFEL من جامعتى القاهرة أو عين شمس بحد أدنى ٥٠٠ درجة ، أو IELTS بدرجة لا تقل عن ٥.٥.\r\nنظام الدراسة :\r\n١- تمنح كلية الإعلام بجامعة الأهرام الكندية ماجستير الإعلام فى (الدراسات الإعلامية المستحدثة - Media Innovations ) لجميع التخصصات .\r\n٢- الدراسة بالبرنامج باللغة الانجليزية.\r\nالأوراق المطلوبة:\r\n١- شهادة التخرج وبيان درجات (أصل وصورة).\r\n٢- شهادة ميلاد مميكنة (أصل وصورة).\r\n٣- صور شخصية (6).\r\n٤- استيفاء المصروفات الإدارية ثم دفع المصروفات بعد اجتياز دورة الكتابة العلمية.\r\nللتقديم والاستلام فى مواعيد العمل الرسمية:\r\nمقر جامعة الأهرام الكندية - مدينة السادس من أكتوبر \r\nكلية الاعلام - مكتب شئون الدراسات العليا (الدور الثالث بالاستديو)\r\nهاتف: 01012290368', '2021-01-20 15:34:11'),
(16, 'Ahram Canadian University', 'الكندية بتحتفل بولادها الخريجين في أول يوم تصوير لكليات طب الفم والأسنان والهندسة وعلوم الحاسب تحضيرا لحفل الخريجين الرسمي لدفعة ٢٠٢٠\r\nاحنا مصممين نفرحكم ونفرح معاكم وننهي السنة ديه بشوية لحظات تسعدكم وتفضل محفوره في الذاكرة طول العمر. استنوا باقي الأيام وباقي اللحظات السعيدة🥳🥳', '2021-01-20 16:07:17'),
(17, 'Ahram Canadian University', 'دكاترة صيدلة الكندية الجامدين قوي💪😍😍\r\n‎الجامعة بتحتفل بولادها الخريجين في تاني يوم تصوير \r\n‎لكلية الصيدلة تحضيرا لحفل الخريجين الرسمي لدفعة ٢٠٢٠\r\n‎احنا مصممين نفرحكم ونفرح معاكم وننهي السنة ديه بشوية لحظات تسعدكم وتفضل محفوره في الذاكرة طول العمر. استنوا باقي الأيام وباقي اللحظات السعيدة\r\n🥳🥳', '2021-01-20 16:07:37'),
(18, 'Ahram Canadian University ', 'تنبية هام\r\n لجميع خريجي دفعة ٢٠٢٠\r\nتم مد مدة التسجيل علي الرابط الخاص بحضور حفل التخرج لدفعة ٢٠٢٠ حتي مساء يوم الجمعة ٢٠٢٠/١١/٢٠ \r\nhttp://41.33.197.131:8069/2020-ceremony\r\nوذلك لمواجهه بعض الخريجين صعوبة في التسجيل علي السيستم لشدة الضغط. علما بأنه بعد ذلك الموعد سوف يتم رفع الرابط لتسجيل البيانات الخاصة بالخريجين الراغبين في الحضور و تسكين الكليات بالأيام المحدده لها بناءا علي الاعداد المسجلة.', '2021-01-20 17:26:02'),
(19, 'Ahram Canadian University ', 'Cheer up Class of 2020!!🥳\r\n‎دفعة ٢٠٢٠ اللي صمدت وإتحدّت حاجات كتير قوي وعلشان كل تحدي بيبقى ليه قصة وحكاية ، ومينفعش نقفل فصل في الحكاية ناقص جزء أو من غير فرحة.\r\n‎علشان كده قررنا رغم الظروف والسنة الكبيسة اللي منعتنا نحتفل ونشارك طلابنا فرحتهم بنهاية رحلتهم الجامعية إننا نسألكوا جاهزين تحتفلوا ، جاهزين للحظة اللي كلنا منتظرنها.\r\n‎إحنا جاهزين ومستنيين تكملوا بيانتكوا في أقرب وقت علشان نختم عام ٢٠٢٠ بفرحة كل خريجي جامعة الأهرام الكندية ٢٠٢٠\r\n‎*أرجو من خريجي جامعة الأهرام الكندية دفعة ٢٠٢٠ بمختلف الكليات سرعة ملئ هذه الإستمارة في موعد أقصاه يوم الأربعاء ١٨ نوفمبر ٢٠٢٠ من علي اللينك دا\r\nhttp://41.33.197.131:8069/2020-ceremony\r\n‎سيتم الإعلان عن باقي تفاصيل حفل تخرج دفعة ٢٠٢٠ قريباً جداً.\r\n‎(يرجي ضرورة التأكد من صحة إدخال البيانات حتي يتم  قبول الاستمارة وتسجيلها. ويقتصر التسجيل علي خريجي دفعة ٢٠٢٠ فقط)', '2021-01-20 17:26:29'),
(20, 'Ahram Canadian University ', 'ينعي الأستاذ الدكتور / فاروق إسماعيل - رئيس الجامعة و كامل أسرة جامعة الأهرام الكندية ببالغ الحزن و الأسي الدكتورة / وجدان لطفي في وفاة والدتها الأستاذة الدكتورة / فرخندة حسن. نسأل الله أن يعفو عنها، وأن يعصم قلب أهلها وذويها، وأن يجعل قبرها روضة من رياض الجنة، وإنّا لله وإنّا إليه راجعون', '2021-01-20 17:27:15'),
(21, 'Ahram Canadian University', 'حملة الجمعية المصرية لدعم مرضي السرطان ايام الإثنين ٢٠٢٠/١٠/٢٦ و الثلاثاء ٢٠٢٠/١٠/٢٧ والأربعاء ٢٠٢٠/١٠/٢٨ بالعيادة المركزية بالجامعة بمبني الفصول والمدرجات للتوعية الخاصة بسرطان الثدي والكشف المجاني علي السيدات العاملين بالجامعة و الطالبات.', '2021-01-20 17:34:33'),
(22, 'Ahram Canadian University', 'اعلان هام:\r\nجميع الطلاب الجدد المقبولين بالعام الجامعي ٢٠٢١/٢٠٢٠ الذين لم يتمكنوا من أداء امتحان تحديد مستوى اللغة الانجليزية سوف يتم تسجيلهم تلقائيا في مستوى ENG 100.\r\nوفي الحالة الرغبة في إعادة امتحان تحديد المستوي يتم ذلك وفقا للقواعد المقررة لإعادة الامتحان بالجامعة.', '2021-01-20 17:35:16'),
(28, 'Ahram Canadian University', 'على جميع الطلاب الجدد المقبولين بالعام الجامعي ٢٠٢١/٢٠٢٠ تفعيل الإيميل الجامعي للتمكن من أداء امتحان تحديد مستوى اللغة الانجليزية بمقر الجامعة وفقا للمواعيد المعلنه لكل كلية.', '2021-01-20 17:57:21');

--
-- Indexes for dumped tables
--

--
-- Indexes for table `admins`
--
ALTER TABLE `admins`
  ADD PRIMARY KEY (`id`);

--
-- Indexes for table `posts`
--
ALTER TABLE `posts`
  ADD PRIMARY KEY (`id`);

--
-- AUTO_INCREMENT for dumped tables
--

--
-- AUTO_INCREMENT for table `admins`
--
ALTER TABLE `admins`
  MODIFY `id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=7;

--
-- AUTO_INCREMENT for table `posts`
--
ALTER TABLE `posts`
  MODIFY `id` int(6) UNSIGNED NOT NULL AUTO_INCREMENT, AUTO_INCREMENT=29;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
